{
    "job_title": "kbhv",
    "company": "Atia",
    "location": "fqew",
    "description": "Job Title: Data Scientist Company: InsightAI Technologies Location: Hybrid – Paris, France / Remote Employment Type: Full-Time About Us: At \r\nInsightAI Technologies, we empower businesses to make smarter decisions through AI-driven analytics. Our solutions are used by top global \r\nfirms in finance, retail, and healthcare to uncover patterns, predict outcomes, and optimize operations. We are a fast-growing team of engineers, \r\ndata scientists, and problem-solvers passionate about creating impact with data. Job Description: We are looking for a Data Scientist to join our \r\ngrowing data team. You will work closely with product managers, software engineers, and domain experts to design and implement machine \r\nlearning solutions that solve real-world business problems. Responsibilities: Analyze large, complex datasets to identify trends, patterns, and \r\ninsights. Develop predictive models and machine learning algorithms to support product features and decision-making. Collaborate with cross\r\nfunctional teams to define project goals and deliver actionable results. Communicate data-driven findings to both technical and non-technical \r\nstakeholders. Build and maintain data pipelines and model monitoring dashboards. Stay up-to-date with the latest research and best practices \r\nin machine learning and data science. Requirements: Master’s degree or PhD in Computer Science, Statistics, Applied Mathematics, or related \r\nfield. 2+ years of experience in data science or a related field. Proficiency in Python and data science libraries (pandas, scikit-learn, NumPy, \r\netc.). Strong skills in SQL and experience with data manipulation. Experience in machine learning, statistical modeling, and A/B testing. \r\nExcellent problem-solving skills and attention to detail. Strong communication and presentation abilities. Nice to Have: Experience with deep \r\nlearning frameworks (TensorFlow, PyTorch). Familiarity with cloud platforms (AWS, GCP, or Azure). Knowledge of data visualization tools \r\n(Tableau, Power BI, Plotly). Experience working in agile environments and collaborating in cross-functional teams. What We Offer: Competitive \r\nsalary and bonus structure Flexible work environment (remote-friendly) Training and development budget Health insurance and wellness \r\nbenefits Monthly team events and off-sites Application Deadline: May 15, 2025 To Apply: Submit your CV and a short cover letter explaining \r\nyour interest in the role to careers@insightai.com",
    "date_posted": "2025-04-24 13:13:29"
}